tap "coursier/formulas"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
tap "ohueter/tap"
brew "automake"
brew "libtool"
brew "openssl@3"
brew "openssh"
brew "asdf"
brew "bat"
brew "bison"
brew "boost"
brew "bottom"
brew "buf"
brew "glib"
brew "clang-format"
brew "cmake"
brew "cmake-docs"
brew "curl"
brew "docker-compose"
brew "docker-squash"
brew "dust"
brew "erlang"
brew "elixir"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "go"
brew "gradle"
brew "htop"
brew "hyperfine"
brew "ipfs", restart_service: true
brew "jless"
brew "jq"
brew "latexindent"
brew "lsd"
brew "mackup"
brew "mas"
brew "maven"
brew "mysql"
brew "neovim"
brew "node"
brew "protobuf"
brew "protolint"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rm-improved"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "yt-dlp"
brew "zoxide"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alt-tab"
cask "anytype"
cask "balenaetcher"
cask "betterdisplay"
cask "brave-browser"
cask "bruno"
cask "captin"
cask "cheatsheet"
cask "discord"
cask "docker"
cask "fig"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-iosevka"
cask "font-jetbrains-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "google-chrome"
cask "handbrake"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keyclu"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "logi-options-plus"
cask "logseq"
cask "macfuse"
cask "menuwhere"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-teams"
cask "mos"
cask "notion"
cask "notunes"
cask "obs"
cask "obsidian"
cask "postman"
cask "raycast"
cask "setapp"
cask "spotify"
cask "telegram"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "whatsapp-beta"
cask "zed"
cask "zoom"
mas "Apple Configurator", id: 1037126344
mas "Bitwarden", id: 1352778147
mas "Craft", id: 1487937127
mas "Day Progress", id: 6450280202
mas "DevCleaner", id: 1388020431
mas "Developer", id: 640199958
mas "Habitify", id: 1111447047
mas "Icon Set Creator", id: 939343785
mas "Image2icon", id: 992115977
mas "Kindle", id: 302584613
mas "Microsoft To Do", id: 1274495053
mas "Xcode", id: 497799835
mas "TestFlight", id: 899247664
